{
  "psps": [
    {
      "name": "Stripe",
      "matchStrings": [
        "checkout.stripe.dev",
        "checkout.stripe.com",
        "js.stripe.com"
      ],
      "image": "stripe",
      "summary": "Stripe is a payments infrastructure provider that powers online transactions for internet businesses. With a focus on developer-friendly APIs, Stripe supports multiple currencies and offers tools for subscription management, invoicing, and fraud prevention.",
      "url": "https://www.stripe.com"
    },
    {
      "name": "Square",
      "matchStrings": [
        "js.squareup.com",
        "js.squareupsandbox.com",
        "pci-connect.squareup.com",
        "pci-connect.squareupsandbox.com",
        "web.squarecdn.com"
      ],
      "image": "square",
      "summary": "Square is a payment processing platform for businesses, offering easy-to-use solutions for in-person, online, and mobile payments. Known for its Square Reader, the platform also provides tools for inventory management, invoicing, and e-commerce integration.",
      "url": "https://www.squareup.com"
    },
    {
      "name": "Adyen",
      "matchStrings": [
        "cdn.adyen.com",
        "checkoutshopper-live-apse.adyen.com",
        "checkoutshopper-live-au.adyen.com",
        "checkoutshopper-live-in.adyen.com",
        "checkoutshopper-live-us.adyen.com",
        "checkoutshopper-live.adyen.com",
        "checkoutshopper-test.adyen.com",
        "live.adyen.com"
      ],
      "image": "adyen",
      "summary": "Adyen is a payment company offering businesses an end-to-end infrastructure for managing online, mobile, and in-store payments. Adyen provides solutions for risk management, analytics, and acquiring services, catering to enterprises with significant transaction volumes.",
      "url": "https://www.adyen.com"
    },
    {
      "name": "Worldpay",
      "matchStrings": [
        "access.worldpay.com",
        "hpp.worldpay.com",
        "secure-test.worldpay.com",
        "secure.worldpay.com"
      ],
      "image": "worldpay",
      "summary": "Worldpay is a payment processing company that provides solutions for online, in-store, and mobile transactions. It supports various payment methods, offering security features and fraud management tools for businesses.",
      "url": "https://www.worldpay.com"
    },
    {
      "name": "PayPal",
      "regex": "paypalobjects\\.com/webstatic/.+/developer/docs/css/cardfields\\.css|paypal\\.com/smart/card-fields",
      "image": "paypal",
      "summary": "PayPal is an online payment platform that allows individuals and businesses to make payments, transfer money, and complete online transactions. It supports a variety of payment methods, including credit cards, bank transfers, and PayPal account balances, making it a versatile choice for e-commerce and personal transactions.",
      "url": "https://www.paypal.com"
    },
    {
      "name": "Amazon Payment Services (PayFort)",
      "matchStrings": [
        "checkout.payfort.com"
      ],
      "image": "amazon",
      "summary": "Amazon Payment Services, formerly PayFort, provides secure and reliable online payment solutions for businesses across the Middle East and North Africa. It supports various payment methods, offers advanced fraud protection, and ensures seamless integration for e-commerce platforms.",
      "url": "https://paymentservices.amazon.com/"
    },
    {
      "name": "Checkout.com",
      "matchStrings": [
        "cdn.checkout.com",
        "cdn.sandbox.checkout.com",
        "checkout-web-components.checkout.com",
        "js.checkout.com",
        "sandbox.checkout.com"
      ],
      "image": "checkout",
      "summary": "Checkout.com is a payment solutions provider offering payment processing, including accepting online payments and fraud detection. It supports multiple currencies and payment methods, aiming to improve transaction speed and customer conversion for businesses worldwide.",
      "url": "https://www.checkout.com"
    },
    {
      "name": "Authorize.net",
      "matchStrings": [
        "js.authorize.net",
        "jstest.authorize.net",
        "secure.authorize.net"
      ],
      "image": "authorize",
      "summary": "Authorize.net is a payment gateway service provider that enables merchants to accept credit card and electronic check payments. It offers fraud detection, recurring billing, and customer information management tools to businesses of all sizes.",
      "url": "https://www.authorize.net"
    },
    {
      "name": "PayU",
      "matchStrings": [
        "api.payu.in",
        "checkout.payulatam.com",
        "jssdk.payu.in",
        "paymentsos.com",
        "payudc.net",
        "secure.payu.com"
      ],
      "image": "payu",
      "summary": "PayU is a payment service provider operating in multiple markets, with a focus on emerging economies. It offers a variety of payment solutions including credit and debit cards, as well as alternative payment methods. PayU enables businesses to accept localized payments, providing solutions for e-commerce and mobile platforms.",
      "url": "https://corporate.payu.com"
    },
    {
      "name": "Easebuzz",
      "matchStrings": [
        "pay.easebuzz.in"
      ],
      "image": "easebuzz",
      "summary": "Easebuzz is an Indian payment gateway offering online payment solutions including cards, net banking, UPI, and wallets with developer-friendly APIs and dashboards for reconciliation.",
      "url": "https://easebuzz.in"
    },
    {
      "name": "Skrill",
      "matchStrings": [
        "pay.skrill.com"
      ],
      "image": "skrill",
      "summary": "Skrill is a digital wallet and online payment platform that allows businesses and individuals to send, receive, and store money securely. It supports multiple payment methods, including credit cards, bank transfers, and cryptocurrencies, catering to global e-commerce and personal transactions.",
      "url": "https://www.skrill.com"
    },
    {
      "name": "Nuvei",
      "matchStrings": [
        "cdn.safecharge.com",
        "gateway.tillpayments.com",
        "secure.safecharge.com"
      ],
      "image": "nuvei",
      "summary": "Nuvei is a payments technology company providing payment processing solutions for businesses of all sizes. Supporting credit cards, alternative payment methods, and cryptocurrency transactions, Nuvei's platform is designed for flexibility, scalability, and  integrations across multiple sectors.",
      "url": "https://www.nuvei.com"
    },
    {
      "name": "Paysafe",
      "matchStrings": [
        "api.paysafe.com",
        "api.qa.paysafe.com",
        "hosted.paysafe.com"
      ],
      "image": "paysafe",
      "summary": "Paysafe is a specialized payments platform that provides online payment processing, digital wallet solutions, and card issuing services. It supports a wide range of payment methods and offers fraud management and recurring billing solutions for businesses globally.",
      "url": "https://www.paysafe.com"
    },
    {
      "name": "WePay",
      "matchStrings": [
        "cdn.wepay.com",
        "staging.wepayapi.com",
        "wepayapi.com"
      ],
      "image": "wepay",
      "summary": "WePay, a Chase company, provides integrated payment solutions for platforms and marketplaces. It offers payments, fraud protection, and risk management with the ability to integrate payments into partner platforms.",
      "url": "https://go.wepay.com"
    },
    {
      "name": "Rapyd",
      "matchStrings": [
        "checkout.rapyd.net",
        "checkouttoolkit.rapyd.net"
      ],
      "image": "rapyd",
      "summary": "Rapyd is a Fintech-as-a-Service platform offering payment solutions, including online payments, digital wallets, and remittance services. It supports various payment methods across multiple markets, enabling businesses to accept local and cross-border payments with ease.",
      "url": "https://www.rapyd.net"
    },
    {
      "name": "dLocal",
      "matchStrings": [
        "js-sandbox.dlocal.com",
        "js.dlocal.com",
        "pay.dlocal.com",
        "sandbox.dlocal.com"
      ],
      "image": "dlocal",
      "summary": "dLocal is a payment platform focused on emerging markets, enabling global businesses to accept payments, send payouts, and settle funds locally. It supports multiple payment methods, including cards, bank transfers, and digital wallets, across Latin America, Africa, and Asia.",
      "url": "https://www.dlocal.com"
    },
    {
      "name": "Flutterwave",
      "matchStrings": [
        "api.flutterwave.com",
        "checkout.flutterwave.com"
      ],
      "image": "flutterwave",
      "summary": "Flutterwave is a African payment technology company providing payment infrastructure for global merchants and payment service providers. It supports various payment methods including cards, mobile money, bank transfers, and offers features like recurring billing, virtual cards, and payment links.",
      "url": "https://flutterwave.com"
    },
    {
      "name": "Xendit",
      "matchStrings": [
        "checkout.xendit.co",
        "js.xendit.co"
      ],
      "image": "xendit",
      "summary": "Xendit is a payment gateway in Southeast Asia, offering a range of digital payment solutions for businesses. It supports various payment methods including credit cards, e-wallets, direct bank transfers, and online invoicing, aiming to simplify payment processes across Indonesia, the Philippines, and beyond.",
      "url": "https://www.xendit.co"
    },
    {
      "name": "Paytm",
      "matchStrings": [
        "secure.paytmpayments.com",
        "securestage.paytmpayments.com"
      ],
      "image": "paytm",
      "summary": "Paytm is one of India's largest payment gateways, providing comprehensive payment solutions for businesses of all sizes. It supports multiple payment methods including UPI, credit/debit cards, net banking, and digital wallets. The platform offers features like recurring payments, payment links, and subscription management, with robust security measures and easy integration options.",
      "url": "https://www.paytmpayments.com/payment-gateway"
    },
    {
      "name": "Mollie",
      "matchStrings": [
        "api.mollie.com",
        "js.mollie.com"
      ],
      "image": "mollie",
      "summary": "Mollie is a European payment service provider offering businesses a way to accept online payments. It supports various payment methods, including credit cards, PayPal, and local options like iDEAL and SEPA, making it across Europe.",
      "url": "https://www.mollie.com"
    },
    {
      "name": "Alipay",
      "matchStrings": [
        "itscenter.alipay.com"
      ],
      "image": "alipay",
      "summary": "Alipay is a mobile and online payment platform in China, operated by Ant Group. It offers a range of financial services including payment processing, money transfers, and investment options, catering primarily to consumers and businesses looking for digital transactions.",
      "url": "https://www.alipay.com"
    },
    {
      "name": "Mastercard Gateway (MPGS)",
      "matchStrings": [
        "gateway.mastercard.com"
      ],
      "image": "mastercard",
      "summary": "Mastercard Payment Gateway Services (MPGS) offers businesses a platform for accepting online payments with reach. It supports multiple payment methods, including credit cards and digital wallets, providing fraud detection and security features for merchants.",
      "url": "https://www.mastercard.com/gateway.html"
    },
    {
      "name": "Global Payments",
      "matchStrings": [
        "apis.globalpay.com",
        "apis.sandbox.globalpay.com",
        "js.globalpay.com",
        "pay.realexpayments.com",
        "pay.sandbox.realexpayments.com"
      ],
      "image": "globalpayments",
      "summary": "Global Payments is a provider of payment technology services, offering solutions for in-store, online, and mobile transactions. It serves businesses worldwide with tools for payment processing, fraud prevention, and data analytics.",
      "url": "https://www.globalpayments.com"
    },
    {
      "name": "Razorpay",
      "matchStrings": [
        "api.razorpay.com",
        "cdn.razorpay.com",
        "checkout.razorpay.com"
      ],
      "image": "razorpay",
      "summary": "Razorpay is an Indian payment gateway offering a suite of solutions for businesses to accept online payments. It supports multiple payment methods such as credit/debit cards, UPI, and wallets, making it a choice for Indian e-commerce merchants.",
      "url": "https://www.razorpay.com"
    },
    {
      "name": "Paystack",
      "matchStrings": [
        "api.paystack.co",
        "checkout.paystack.com",
        "js.paystack.co"
      ],
      "image": "paystack",
      "summary": "Paystack, a Stripe company, is a payment processing platform that helps businesses in Africa accept payments from customers worldwide. It provides tools for online and offline payments, supporting various payment methods including cards, bank transfers, and mobile money, with features like recurring billing and payment pages.",
      "url": "https://paystack.com"
    },
    {
      "name": "PagSeguro",
      "matchStrings": [
        "pagamento.pagseguro.uol.com.br",
        "payment.boacompra.com"
      ],
      "image": "pagseguro",
      "summary": "PagSeguro is a Brazilian payment processing platform providing online and in-person payment solutions, digital wallets, and financial services for businesses and consumers.",
      "url": "https://pagseguro.uol.com.br"
    },
    {
      "name": "EBANX",
      "matchStrings": [
        "ebanx-js.ebanx.com",
        "ui-elements.ebanx.com"
      ],
      "image": "ebanx",
      "summary": "EBANX is a payment gateway tailored for the Latin American market, supporting local payment methods in Brazil, Mexico, Argentina, and more. It enables international businesses to reach LATAM consumers with local payment solutions.",
      "url": "https://www.ebanx.com"
    },
    {
      "name": "AsiaPay",
      "matchStrings": [
        "bimopay.com/b2c2",
        "paydollar.com/b2c2",
        "pesopay.com/b2c2",
        "siampay.com/b2c2"
      ],
      "image": "asiapay",
      "summary": "AsiaPay is a leading payment gateway provider in Asia, offering secure online payment solutions under brands like PayDollar, PesoPay, and SiamPay. It supports credit cards, e-wallets, and alternative payment methods for merchants across the region.",
      "url": "https://www.asiapay.com"
    },
    {
      "name": "Red Dot Payment",
      "matchStrings": [
        "secure.reddotpayment.com"
      ],
      "image": "reddotpayment",
      "summary": "Red Dot Payment, a member of PayU, is an online payment gateway in Southeast Asia, offering customized payment solutions for businesses across sectors like retail, hospitality, and airlines. With fraud detection, multi-currency support, and integration, Red Dot Payment provides businesses with tools to manage online transactions effectively.",
      "url": "https://www.reddotpayment.com"
    },
    {
      "name": "Fat Zebra",
      "matchStrings": [
        "pmnts-sandbox.io",
        "pmnts.io"
      ],
      "image": "fatzebra",
      "summary": "Fat Zebra is an Australian-based payment gateway that specializes in providing payment solutions for businesses. It focuses on delivering a  platform for e-commerce, supporting multiple payment methods and currencies to streamline transactions.",
      "url": "https://www.fatzebra.com"
    },
    {
      "name": "Eway",
      "matchStrings": [
        "secure.ewaypayments.com"
      ],
      "image": "eway",
      "summary": "Eway is a widely-used payment gateway in Australia and beyond, known for offering payment processing. It supports all major credit cards, is PCI-DSS compliant, and integrates with various e-commerce platforms. eWay also provides 24/7 technical support and flat-rate transaction fees, making it for small to medium businesses.",
      "url": "https://eway.io"
    },
    {
      "name": "Network International",
      "matchStrings": [
        "cdnssl.ngenius-payments.com",
        "paypage.ngenius-payments.com",
        "sandbox.ngenius-payments.com"
      ],
      "image": "networkint",
      "summary": "Network International is a leading payment solutions provider in the Middle East and Africa. It offers a comprehensive range of payment solutions including online payment gateway services, point-of-sale terminals, and merchant acquiring services. The platform supports various payment methods and provides robust security features for secure transactions.",
      "url": "https://www.network.international"
    },
    {
      "name": "Allinpay International",
      "matchStrings": [
        "ceshi.allinpay.com",
        "oats.allinpay.com",
        "service.allinpay.com",
        "syb.allinpay.com",
        "test.allinpay.com",
        "test.allinpayhk.com",
        "tlt.allinpay.com",
        "vsp.allinpay.com"
      ],
      "image": "allinpay",
      "summary": "Allinpay International offers comprehensive cross-border payment solutions, including online and offline acquiring for major card schemes like Visa, Mastercard, and American Express, as well as alternative payment methods like WeChat Pay and Alipay. They provide services for e-commerce, retail, and various other industries, focusing on secure and efficient payment processing with support for multi-currency transactions.",
      "url": "https://www.allinpayintl.com"
    },
    {
      "name": "Fiuu",
      "matchStrings": [
        "onlinepayment.com.my"
      ],
      "image": "fiuu",
      "summary": "Fiuu, formerly known as Razer Merchant Services, is a payment service provider offering businesses in Southeast Asia and beyond a platform for online, mobile, and in-store payments. With a focus on scalability, Fiuu supports various payment methods and currencies for   transactions.",
      "url": "https://www.fiuu.com"
    },
    {
      "name": "Cellulant",
      "matchStrings": [
        "api-dev.tingg.africa",
        "api.tingg.africa",
        "checkout.tingg.africa",
        "developer.tingg.africa"
      ],
      "image": "cellulant",
      "summary": "Cellulant is a pan-African payments company that provides a single digital payments platform - Tingg - for businesses across Africa. It supports various payment methods including mobile money, cards, and bank transfers, offering solutions for both online and offline transactions with presence across multiple African countries.",
      "url": "https://cellulant.io"
    },
    {
      "name": "MercadoPago",
      "matchStrings": [
        "api-static.mercadopago.com"
      ],
      "image": "mercadopago",
      "summary": "MercadoPago is a payment platform in Latin America, offering a range of payment solutions including credit and debit cards, bank transfers, and cash-based payments. It operates in countries like Argentina, Brazil, and Mexico.",
      "url": "https://www.mercadopago.com"
    },
    {
      "name": "Cybersource",
      "matchStrings": [
        "flex.cybersource.com",
        "secureacceptance.cybersource.com",
        "testflex.cybersource.com"
      ],
      "image": "cybersource",
      "summary": "Cybersource, a Visa company, provides a payment management platform that includes payment processing, fraud management, and security solutions. It helps businesses optimize their payment operations, offering reliability and scalability for enterprises handling complex transactions.",
      "url": "https://www.cybersource.com"
    },
    {
      "name": "BlueSnap",
      "matchStrings": [
        "checkout.bluesnapdemo.com",
        "pay.bluesnap.com"
      ],
      "image": "bluesnap",
      "summary": "BlueSnap is a payments provider that helps businesses accept payments online, on mobile, and via marketplaces. It offers built-in fraud prevention, supports over 100 payment methods, and helps businesses streamline payment processing with support for multiple currencies.",
      "url": "https://www.bluesnap.com"
    },
    {
      "name": "BillDesk",
      "matchStrings": [
        "pay.billdesk.com",
        "uat1.billdesk.com"
      ],
      "image": "billdesk",
      "summary": "BillDesk is one of India's pioneering payment gateways, specializing in electronic payment processing and bill payment solutions. It offers payment services including credit/debit cards, net banking, UPI, and various digital wallets. BillDesk provides secure payment aggregation services, recurring billing solutions, and serves various sectors including e-commerce, utilities, and financial institutions.",
      "url": "https://www.billdesk.com"
    },
    {
      "name": "Judopay",
      "matchStrings": [
        "pay-sandbox.judopay.com",
        "pay.judopay.com",
        "web.judopay.com"
      ],
      "image": "judopay",
      "summary": "Judopay is a UK-based payment gateway and mobile payments provider, offering secure payment solutions for e-commerce and mobile apps. It supports card payments, digital wallets, and provides developer-friendly SDKs and APIs for seamless integration.",
      "url": "https://www.judopay.com"
    },
    {
      "name": "Conekta",
      "matchStrings": [
        "cdn.conekta.io"
      ],
      "image": "conekta",
      "summary": "Conekta is a Mexican payment platform enabling card payments and local methods, tailored for businesses in Mexico and Latin America.",
      "url": "https://www.conekta.com"
    },
    {
      "name": "Cashfree Payments",
      "matchStrings": [
        "payments.cashfree.com",
        "sandbox.cashfree.com",
        "sdk.cashfree.com"
      ],
      "image": "cashfree",
      "summary": "Cashfree Payments is an Indian payment gateway and API banking solutions company that enables businesses to collect payments online and automate payouts. It supports various payment methods including UPI, net banking, credit/debit cards, and digital wallets. Cashfree provides tools for instant refunds, subscription payments, and marketplace settlements, catering to e-commerce, startups, and enterprises.",
      "url": "https://www.cashfree.com"
    },
    {
      "name": "MyFatoorah",
      "matchStrings": [
        "myfatoorah.com/payment"
      ],
      "image": "myfatoorah",
      "summary": "MyFatoorah is a Kuwait-based PSP offering embedded card payments and digital wallets like Apple Pay and STC Pay across the GCC region.",
      "url": "https://www.myfatoorah.com"
    },
    {
      "name": "PayTabs",
      "matchStrings": [
        "secure-egypt.paytabs.com",
        "secure-global.paytabs.com",
        "secure-jordan.paytabs.com",
        "secure-kuwait.paytabs.com",
        "secure-oman.paytabs.com",
        "secure.paytabs.com",
        "secure.paytabs.sa"
      ],
      "image": "paytabs",
      "summary": "PayTabs is a Middle East-based payment gateway offering online payment solutions for businesses. It supports card payments, local payment methods, and provides easy integration for e-commerce platforms.",
      "url": "https://www.paytabs.com"
    },
    {
      "name": "Cielo",
      "matchStrings": [
        "cieloecommerce.cielo.com.br"
      ],
      "image": "cielo",
      "summary": "Cielo is one of Brazil's largest payment processors, providing solutions for both online and offline transactions. It supports credit and debit card payments, including installment options, making it a choice for e-commerce in Brazil.",
      "url": "https://www.cielo.com.br"
    },
    {
      "name": "Elavon",
      "matchStrings": [
        "pay.elavonpaymentgateway.com",
        "pay.realexpayments.com",
        "pay.sandbox.elavonpaymentgateway.com",
        "pay.sandbox.realexpayments.com",
        "rxp-js.js"
      ],
      "image": "elavon",
      "summary": "Elavon is a provider of payment processing solutions, serving businesses across industries with payment technologies. It supports a variety of payment methods and provides integrations for both in-store and online transactions.",
      "url": "https://www.elavon.com"
    },
    {
      "name": "Chase Payment Solutions",
      "matchStrings": [
        "checkout-cat.merchant.jpmorgan.com",
        "safetechpageencryption.chasepaymentech.com",
        "safetechpageencryptionvar.chasepaymentech.com"
      ],
      "image": "chase",
      "summary": "Chase Payment Solutions offers payment processing solutions, including online, in-store, and mobile transactions. It provides businesses with payment processing, fraud prevention, and analytics, catering to various industries and sizes.",
      "url": "https://www.chase.com/business/payments"
    },
    {
      "name": "Opn Payments",
      "matchStrings": [
        "cdn.omise.co"
      ],
      "image": "opn",
      "summary": "Opn Payments, formerly known as Omise, is a payments platform in Asia, offering a suite of payment solutions. It supports online payments, recurring billing, and multi-currency transactions, catering to businesses of all sizes, with a focus on providing solutions.",
      "url": "https://www.opn.ooo"
    },
    {
      "name": "Windcave",
      "matchStrings": [
        "sec.paymentexpress.com",
        "sec.windcave.com"
      ],
      "image": "windcave",
      "summary": "Windcave is a payment solutions provider offering payment processing for both online and in-store transactions. With a focus on security and reliability, Windcave serves businesses in various industries with customizable payment solutions.",
      "url": "https://www.windcave.com"
    },
    {
      "name": "Helcim",
      "matchStrings": [
        "secure.myhelcim.com"
      ],
      "image": "helcim",
      "summary": "Helcim is an all-in-one payment platform offering merchant accounts, payment gateway services, and POS solutions for small- and medium-sized businesses.",
      "url": "https://www.helcim.com"
    },
    {
      "name": "Tyro",
      "matchStrings": [
        "pay.connect.tyro.com"
      ],
      "image": "tyro",
      "summary": "Tyro is an Australian fintech company specializing in EFTPOS (electronic funds transfer at point of sale) solutions for small and medium-sized businesses. It caters primarily to the healthcare, retail, and hospitality industries, providing integrated payment solutions with competitive rates. Tyro also offers banking services, including business loans and term deposits.",
      "url": "https://www.tyro.com"
    },
    {
      "name": "Bambora",
      "matchStrings": [
        "checkout.bambora.com",
        "libs.na.bambora.com"
      ],
      "image": "bambora",
      "summary": "Bambora, now part of Worldline, provides various payment services for businesses, from e-commerce and mobile payments to in-store transactions. The company focuses on simplifying the payment process for small and medium-sized enterprises.",
      "url": "https://www.bambora.com"
    },
    {
      "name": "EVO Payments",
      "matchStrings": [
        "cashierui-api.evopaymentgateway.com",
        "cashierui-apiuat.test.evopaymentgateway.com",
        "hp.evosnap.com"
      ],
      "image": "evo",
      "summary": "EVO Payments is a global payment service provider offering secure and innovative solutions for in-store, online, and mobile payment processing. Their services are supported by developer-friendly APIs and integration tools, facilitating seamless payment acceptance for businesses worldwide.",
      "url": "https://www.evopayments.com"
    },
    {
      "name": "Sony Payment Services",
      "matchStrings": [
        "e-scott.jp"
      ],
      "image": "sonypaymentservices",
      "summary": "Sony Payment Services offers a payment processing solution designed for businesses. It provides a range of payment methods, including credit cards, e-wallets, and mobile payments, with a focus on integration and significant security.",
      "url": "https://www.sonypaymentservices.jp"
    },
    {
      "name": "KG Inicis",
      "matchStrings": [
        "mobile.inicis.com",
        "plugin.inicis.com",
        "stdpay.inicis.com"
      ],
      "image": "inicis",
      "summary": "KG Inicis is a South Korean payment gateway offering solutions for online and mobile payments. It supports various payment methods, including credit cards, e-wallets, and bank transfers, with a focus on secure transactions.",
      "url": "https://www.inicis.com"
    },
    {
      "name": "NHN KCP",
      "matchStrings": [
        "pay.kcp.co.kr"
      ],
      "image": "kcp",
      "summary": "KCP is a prominent payment gateway in South Korea, offering payment processing solutions for businesses across various industries. It supports multiple payment methods, including credit cards, bank transfers, and alternative payment channels, with a strong focus on security and integration.",
      "url": "https://www.kcp.co.kr"
    },
    {
      "name": "NICE Payments",
      "matchStrings": [
        "web.nicepay.co.kr"
      ],
      "image": "nicepay",
      "summary": "NICE Payments provides payment gateway services in South Korea, supporting credit card processing, virtual accounts, and alternative payment methods for online transactions.",
      "url": "https://www.nicepay.co.kr"
    },
    {
      "name": "KSNET",
      "matchStrings": [
        "kspay.ksnet.to"
      ],
      "image": "ksnet",
      "summary": "KSNET is a prominent South Korean payment service provider offering VAN (Value-Added Network) services and payment gateway solutions. Established in 1994, it supports credit card processing, bank transfers, and alternative payment methods for online and in-store transactions.",
      "url": "https://www.ksnet.co.kr"
    },
    {
      "name": "PayGent",
      "matchStrings": [
        "sandbox.paygent.co.jp",
        "service.paygent.co.jp",
        "token.paygent.co.jp"
      ],
      "image": "paygent",
      "summary": "PayGent is a Japanese payment service provider that specializes in offering payment solutions for e-commerce. It supports multiple payment methods, including credit cards, and provides fraud prevention and transaction management features.",
      "url": "https://www.paygent.co.jp"
    },
    {
      "name": "PagBrasil",
      "matchStrings": [
        "service.pagbrasil.com"
      ],
      "image": "pagbrasil",
      "summary": "PagBrasil is a specialized Brazilian payment service provider offering local payment methods and processing solutions. It supports various Brazilian payment methods including Boleto Bancário, PIX instant payments, credit cards with installments, and bank transfers. The platform provides local acquiring and processing capabilities.",
      "url": "https://www.pagbrasil.com"
    },
    {
      "name": "DPO Group",
      "matchStrings": [
        "dpopayments.com",
        "secure.3gdirectpay.com"
      ],
      "image": "dpo",
      "summary": "DPO Group (Direct Pay Online) is a leading African payment service provider offering online payment solutions across the continent. It supports multiple payment methods including cards, mobile money, and bank transfers, providing businesses with a secure platform for processing payments across Africa.",
      "url": "https://www.dpogroup.com"
    },
    {
      "name": "GMO Payment Gateway",
      "matchStrings": [
        "p01.mul-pay.jp",
        "static.mul-pay.jp"
      ],
      "image": "gmopayment",
      "summary": "GMO Payment Gateway is a payment service provider in Japan, offering various solutions for online and in-store transactions. It supports credit cards, e-wallets, and various alternative payment methods, with a focus on security, fraud prevention, and payment processing for businesses of all sizes.",
      "url": "https://www.gmo-pg.com"
    },
    {
      "name": "CSG Forte",
      "matchStrings": [
        "api.forte.net",
        "checkout.forte.net",
        "sandbox.forte.net"
      ],
      "image": "forte",
      "summary": "CSG Forte is a payment gateway that enables merchants to securely process card transactions for both ecommerce and in‑store environments. It offers integrated payment solutions, advanced fraud prevention, and seamless system integration.",
      "url": "https://www.forte.net"
    },
    {
      "name": "Linkly",
      "matchStrings": [
        "merchantsuite.com/api"
      ],
      "image": "linkly",
      "summary": "Linkly, formerly known as PC-EFTPOS, is an Australian-based payment solutions provider focused on , integrated point-of-sale (POS) systems. Linkly offers EFTPOS services, supporting thousands of businesses with payment processing and in-depth reporting tools to streamline transaction management.",
      "url": "https://www.linkly.com.au"
    },
    {
      "name": "Maya",
      "matchStrings": [
        "payments-web-sandbox.maya.ph",
        "payments.maya.ph"
      ],
      "image": "paymaya",
      "summary": "Maya is a Philippine-based digital payment platform offering payment processing solutions for online and offline businesses. It supports various payment methods, including credit cards, debit cards, and e-wallets, with a focus on transactions for the Southeast Asian market.",
      "url": "https://www.paymaya.com"
    },
    {
      "name": "SumUp",
      "matchStrings": [
        "api.sumup.com",
        "gateway.sumup.com"
      ],
      "image": "sumup",
      "summary": "SumUp is a global fintech company offering payment solutions such as card readers, POS systems, and online payment services, enabling businesses to accept payments seamlessly across various channels.",
      "url": "https://sumup.com"
    },
    {
      "name": "Moneris",
      "matchStrings": [
        "gateway.moneris.com",
        "gatewayt.moneris.com"
      ],
      "image": "moneris",
      "summary": "Moneris is a leading Canadian payment processor, providing secure and reliable payment solutions for businesses of all sizes. It supports card payments, e-commerce, and in-store transactions with advanced fraud protection and reporting tools.",
      "url": "https://www.moneris.com"
    },
    {
      "name": "Cardknox",
      "matchStrings": [
        "cdn.cardknox.com"
      ],
      "image": "cardknox",
      "summary": "Cardknox is a payment technology provider offering omnichannel payment processing solutions for both in-store and online transactions. It supports multiple payment methods including credit cards, ACH, and digital wallets, with features like tokenization, recurring billing, and fraud prevention.",
      "url": "https://www.cardknox.com"
    },
    {
      "name": "CX Pay",
      "matchStrings": [
        "cxpay.transactiongateway.com"
      ],
      "image": "cxpay",
      "summary": "CX Pay is a payment gateway specializing in solutions for the Dutch Caribbean, Latin America, and merchants. It supports various payment methods, including Visa, Mastercard, iDeal, Giropay, and alternative payments like Paysafecard and Bitcoin. CX Pay offers a multi-channel integration, fraud protection, and tools for cross-border transactions, making it an partner for eCommerce businesses looking to expand.",
      "url": "https://cxpay.global"
    },
    {
      "name": "Eximbay",
      "matchStrings": [
        "api-test.eximbay.com",
        "secureapi.eximbay.com"
      ],
      "image": "eximbay",
      "summary": "Eximbay is a payment gateway specializing in cross-border e-commerce, offering payment solutions and supporting a variety of international payment methods. It caters to businesses seeking and localized payment processing for markets.",
      "url": "https://www.eximbay.com"
    },
    {
      "name": "Flywire",
      "matchStrings": [
        "app.flywire.com",
        "demo.flywire.com"
      ],
      "image": "flywire",
      "summary": "Flywire is a global payments platform specializing in international payments for education, healthcare, travel, and business. It offers secure payment processing, multi-currency support, and tools for managing cross-border transactions.",
      "url": "https://www.flywire.com"
    },
    {
      "name": "Debia",
      "matchStrings": [
        "pgw.debiapay.com"
      ],
      "image": "debia",
      "summary": "Debia is a payment service provider offering secure online payment solutions. It supports various payment methods and provides tools for merchants to manage transactions efficiently.",
      "url": "https://www.debia.co"
    },
    {
      "name": "DG Financial Technology",
      "matchStrings": [
        "api.veritrans.co.jp",
        "pay.veritrans.co.jp"
      ],
      "image": "dgft",
      "summary": "DGFT (formerly VeriTrans), a service by Digital Garage in Japan, provides payment processing solutions. It offers services for online payments, including credit card and mobile payments, catering to various businesses with fraud prevention and integration options.",
      "url": "https://www.dgft.jp"
    },
    {
      "name": "FastSpring",
      "regex": "[^\\.]+\\.onfastspring\\.com",
      "image": "fastspring",
      "summary": "FastSpring is an e-commerce and subscription management platform specializing in software, SaaS, and digital content sales. It provides end-to-end payment processing with features like global tax compliance, fraud prevention, and subscription management. The platform supports multiple payment methods, currencies, and languages, offering localized checkout experiences across worldwide markets.",
      "url": "https://www.fastspring.com"
    },
    {
      "name": "Payoneer",
      "matchStrings": [
        "integration.oscato.com"
      ],
      "image": "payoneer",
      "summary": "Payoneer offers cross-border payment solutions for freelancers, marketplaces, and large enterprises. It supports multi-currency transactions and allows businesses to send and receive funds. The platform includes services like billing, transfers, and integrated payment solutions.",
      "url": "https://www.payoneer.com"
    },
    {
      "name": "Payletter",
      "matchStrings": [
        "gpgclient.payletter.com",
        "pg.payletter.com",
        "pgweb.payletter.com"
      ],
      "image": "payletter",
      "summary": "Payletter specializes in payment solutions for digital content and online services, offering recurring billing, in-app purchases, and support for international payments.",
      "url": "https://www.payletter.com"
    },
    {
      "name": "Paymentwall",
      "matchStrings": [
        "api.paymentwall.com"
      ],
      "image": "paymentwall",
      "summary": "Paymentwall is a global payment platform that enables businesses to accept payments from users worldwide through 150+ local payment methods. It specializes in digital goods, online services, and gaming industries, offering features like subscription management, fraud prevention, and analytics. The platform supports various payment options including credit cards, bank transfers, e-wallets, mobile payments, and prepaid cards across 200+ countries.",
      "url": "https://www.paymentwall.com"
    },
    {
      "name": "Plastiq",
      "matchStrings": [
        "connect.plastiq.com",
        "connect.sandbox.plastiq.com"
      ],
      "image": "plastiq",
      "summary": "Plastiq is a payment platform and gateway that enables businesses to pay vendors and accept payments using credit cards, even if cards are not traditionally accepted. It provides a versatile solution for cash flow management, invoice payments, and global payment processing.",
      "url": "https://www.plastiq.com"
    },
    {
      "name": "Zai",
      "matchStrings": [
        "hosted-fields.assemblypay.com"
      ],
      "image": "zai",
      "summary": "Zai, formerly known as Assembly Payments, is an Australian-based fintech company providing automated, real-time payment solutions for large-scale businesses. Specializing in complex financial flows, Zai leverages the New Payments Platform (NPP) for fast,  account-to-account payments. It supports industries like marketplaces, banking, and lending, supporting financial operations with tailored API-driven solutions.",
      "url": "https://www.hellozai.com"
    },
    {
      "name": "Yoco",
      "matchStrings": [
        "js.yoco.com"
      ],
      "image": "yoco",
      "summary": "Yoco is a South African payment provider that helps small businesses accept card payments through online checkout and in-person devices.",
      "url": "https://www.yoco.com"
    },
    {
      "name": "NMI",
      "matchStrings": [
        "secure.networkmerchants.com",
        "www.usaepay.com"
      ],
      "image": "nmi",
      "summary": "NMI (Network Merchants Inc) is a payment gateway provider offering a platform for in-person, online, and mobile transactions. NMI specializes in omnichannel payment solutions, enabling businesses to streamline their payment processing with a focus on security and scalability across multiple sales channels.",
      "url": "https://www.nmi.com"
    },
    {
      "name": "Paysera",
      "matchStrings": [
        "card-gateway-api.paysera.com",
        "www.paysera.com/new/api"
      ],
      "image": "paysera",
      "summary": "Paysera is a European-based payment gateway offering international money transfers, online payment processing, and prepaid cards. It provides businesses with affordable payment solutions, focusing on cross-border transactions.",
      "url": "https://www.paysera.com"
    },
    {
      "name": "2Checkout (Verifone)",
      "matchStrings": [
        "2checkout.com/checkout/purchase",
        "2pay-js.2checkout.com"
      ],
      "image": "verifone",
      "summary": "2Checkout, now part of Verifone, offers a payment platform for online businesses to accept payments. It supports multiple payment methods and currencies, with features like subscription billing, fraud detection, invoicing, and integration with e-commerce platforms.",
      "url": "https://www.2checkout.com"
    },
    {
      "name": "2C2P",
      "matchStrings": [
        "demo2.2c2p.com",
        "pgw-ui.2c2p.com",
        "pgw.2c2p.com",
        "pgwid.2c2p.com",
        "t.2c2p.com"
      ],
      "image": "2c2p",
      "summary": "2C2P is a payment service provider in Southeast Asia, offering payment solutions for online, mobile, and in-store transactions. The platform supports multiple payment methods, including credit cards, digital wallets, and alternative payment channels, providing businesses with  tools for payments across the region.",
      "url": "https://www.2c2p.com"
    },
    {
      "name": "Airwallex",
      "matchStrings": [
        "checkout.airwallex.com",
        "pay.airwallex.com"
      ],
      "image": "airwallex",
      "summary": "Airwallex is a payment platform offering various financial services, including cross-border payments, multi-currency accounts, and virtual cards. It focuses on providing financial solutions for businesses looking to expand their operations with transparent payment options.",
      "url": "https://www.airwallex.com"
    },
    {
      "name": "Fiserv",
      "matchStrings": [
        "api.firstdata.com",
        "ipg-online.com"
      ],
      "image": "fiserv",
      "summary": "Fiserv, formerly First Data, is a provider of financial services technology, including payment processing for businesses of all sizes. Its platform supports a variety of payment methods and offers solutions for both online and in-store payments.",
      "url": "https://www.fiserv.com"
    },
    {
      "name": "Nexi Group (Nets)",
      "matchStrings": [
        "checkout.dibspayment.eu"
      ],
      "image": "nexi",
      "summary": "Nexi Group (Nets) is a European PayTech company providing a wide range of digital payment solutions, including merchant services, issuing solutions, and digital banking services, enabling seamless and secure transactions across various channels and payment methods.",
      "url": "https://www.nexigroup.com/en/"
    },
    {
      "name": "Oceanpayment",
      "matchStrings": [
        "secure.oceanpayment.com"
      ],
      "image": "oceanpayment",
      "summary": "Oceanpayment is a global payment service provider offering cross-border payment solutions for e-commerce merchants. It supports multiple payment methods, currencies, and provides fraud prevention and risk management tools.",
      "url": "https://www.oceanpayment.com"
    },
    {
      "name": "SB Payment Service",
      "matchStrings": [
        "stbfep.sps-system.com",
        "zz.fep.sbps.jp"
      ],
      "image": "sbpayment",
      "summary": "SB Payment Service, a part of SoftBank Group, provides a payment solution for Japan-based businesses. The platform supports credit card processing, convenience store payments, carrier billing, and electronic money, offering both online and in-store payment options with a strong focus on security and integration.",
      "url": "https://www.sbpayment.jp"
    },
    {
      "name": "Shift4",
      "matchStrings": [
        "js.dev.shift4.com"
      ],
      "image": "shift4",
      "summary": "Shift4 is a payment processing company offering end-to-end solutions for businesses of all sizes. It provides payment technologies, including integrated POS systems, e-commerce solutions, and fraud prevention tools, catering to various industries like hospitality, retail, and food services.",
      "url": "https://www.shift4.com"
    },
    {
      "name": "Tap Payments",
      "matchStrings": [
        "secure.gosell.io"
      ],
      "image": "tap",
      "summary": "Tap Payments (GoSell) enables businesses in the MENA region to accept card payments via a secure hosted SDK and supports local and global payment methods.",
      "url": "https://www.tap.company"
    },
    {
      "name": "Trust Payments",
      "matchStrings": [
        "cdn.eu.trustpayments.com",
        "payments.securetrading.net",
        "webservices.securetrading.net"
      ],
      "image": "trustpayments",
      "summary": "Trust Payments is a payment service provider offering a platform for online, in-store, and omnichannel payments. It caters to various industries with features like fraud prevention, recurring billing, and multi-currency processing, aimed at supporting the customer payment experience.",
      "url": "https://www.trustpayments.com"
    },
    {
      "name": "Worldline",
      "matchStrings": [
        "payment.direct.worldline-solutions.com",
        "payment.preprod.direct.worldline-solutions.com"
      ],
      "image": "worldline",
      "summary": "Worldline is a leader in payment services, providing businesses with payment solutions. It offers various services, from payment terminals to e-commerce processing, intended to optimize transactions and improve customer experience.",
      "url": "https://www.worldline.com"
    },
    {
      "name": "Braintree",
      "matchStrings": [
        "assets.braintreegateway.com",
        "js.braintreegateway.com"
      ],
      "image": "braintree",
      "summary": "Braintree, a PayPal service, offers a full-stack payment platform intended to make online payments for merchants. Its services include credit card processing, PayPal, Apple Pay, and subscription billing, with a focus on providing solutions for businesses.",
      "url": "https://www.braintreepayments.com",
      "notice": "Because PayPal and Braintree are integrated, sometimes Braintree is misidentified as the PSP (even though a separate PSP may be used for card processing)."
    },
    {
      "name": "Shopify Payments",
      "matchStrings": [
        "checkout.pci.shopifyinc.com",
        "checkout.shopifycs.com"
      ],
      "image": "shopify",
      "summary": "Shopify Payments is an integrated payment processing solution for Shopify store owners. It allows businesses to accept payments directly through their Shopify platform, supporting major credit cards and offering checkout experiences for customers.",
      "url": "https://www.shopify.com",
      "notice": "Shopify's payment page can be configured to submit payments via other PSPs. As such, it is possible that Shopify is misidentified as the PSP (and another PSP is used for card processing)."
    },
    {
      "name": "Xsolla Pay",
      "matchStrings": [
        "secure.xsolla.com",
        "sandbox-secure.xsolla.com"
      ],
      "image": "xsolla",
      "summary": "Xsolla Pay (Pay Station) provides a global checkout optimized for games, supporting cards, wallets, and local methods with anti-fraud and regional pricing.",
      "url": "https://xsolla.com/payments"
    },
    {
      "name": "Paddle",
      "matchStrings": [
        "buy.paddle.com",
        "cdn.paddle.com"
      ],
      "image": "paddle",
      "summary": "Paddle is a merchant-of-record platform for SaaS that includes checkout, tax, compliance, and payments across cards and wallets.",
      "url": "https://www.paddle.com"
    },
    {
      "name": "Codapay",
      "matchStrings": [
        "airtime.codapayments.com",
        "sandbox.codapayments.com"
      ],
      "image": "codapay",
      "summary": "Codapay by Coda Payments enables alternative payments (carrier billing, e-wallets) across emerging markets with a unified checkout.",
      "url": "https://www.coda.co"
    },
    {
      "name": "Easy Pay Direct",
      "matchStrings": [
        "secure.easypaydirectgateway.com"
      ],
      "image": "easypaydirect",
      "summary": "Easy Pay Direct is a payment gateway and merchant services provider specializing in high‑risk and high‑volume merchants. Their platform commonly uses tokenization and hosted fields delivered from secure.easypaydirect.com and a server API at gwapi.easypaydirect.com.",
      "url": "https://www.easypaydirect.com"
    },
    {
      "name": "PayKings",
      "matchStrings": [
        "paykings.transactiongateway.com"
      ],
      "image": "paykings",
      "summary": "PayKings provides merchant accounts and a white‑label gateway solution. Their hosted payment fields and tokenization scripts are typically served from secure.paykingsgateway.com.",
      "url": "https://www.paykings.com"
    }
  ],
  "orchestrators": {
    "notice": "As this website is using an orchestration/proxy platform, the underlying PSP processing the payment is obscured. It is not possible from the merchant's frontend to determine the card processor.",
    "list": [
      {
        "name": "Primer",
        "matchStrings": [
          "api.primer.io",
          "sandbox.primer.io",
          "sdk.primer.io"
        ],
        "image": "primer",
        "summary": "Primer is a unified infrastructure and automation platform for payments and commerce. It provides merchants with a single integration to consolidate their payment stack, connect various payment services and third-party tools with minimal code, and build dynamic end-to-end payment flows. Primer aims to simplify payment integration and management, optimize payment performance (including authorization rates and routing), and supports a wide range of payment methods and services.",
        "url": "https://primer.io"
      },
      {
        "name": "APEXX",
        "matchStrings": [
          "cse.apexx.global",
          "liveapi.apexx.global",
          "sandbox.apexx.global"
        ],
        "image": "apexx",
        "summary": "APEXX is a global payment orchestration platform that connects merchants to multiple payment service providers, acquirers, and alternative payment methods through a single API. It offers smart routing, fraud prevention, and analytics to optimize payment performance.",
        "url": "https://apexx.global"
      },
      {
        "name": "Yuno",
        "matchStrings": [
          "cdn.y.uno",
          "sdk-web.y.uno"
        ],
        "image": "yuno",
        "summary": "Yuno is a payment orchestration platform that enables businesses to connect to multiple payment providers and methods globally. It offers features like smart routing, fraud prevention, and unified reporting to optimize payment acceptance.",
        "url": "https://www.y.uno"
      },
      {
        "name": "Praxis Tech",
        "matchStrings": [
          "praxispay.com",
          "praxis.cashier.com"
        ],
        "image": "praxis",
        "summary": "Praxis Tech is a payment orchestration platform that connects merchants to a wide range of payment service providers and alternative payment methods. It provides smart routing, risk management, and reporting tools for global businesses.",
        "url": "https://praxis.tech"
      },
      {
        "name": "Akurateco",
        "matchStrings": [
          "gate.akurateco.com"
        ],
        "image": "akurateco",
        "summary": "Akurateco is a white-label payment orchestration platform that allows businesses to connect to multiple payment providers and manage transactions through a unified interface. It offers smart routing, risk management, and analytics.",
        "url": "https://akurateco.com"
      },
      {
        "name": "Chargebee",
        "matchStrings": [
          "js.chargebee.com",
          "js1.chargebee.com",
          "cdnjs.chargebee.com",
          "api.chargebee.com"
        ],
        "image": "chargebee",
        "summary": "Chargebee is a subscription billing and revenue management platform that also functions as a payments orchestrator for recurring businesses. It integrates with multiple payment gateways, manages invoicing, taxation, dunning, revenue recognition, and provides analytics.",
        "url": "https://www.chargebee.com"
      },
      {
        "name": "Tranzzo",
        "matchStrings": [
          "api.tranzzo.com"
        ],
        "image": "tranzzo",
        "summary": "Tranzzo is a payment gateway and orchestration platform that enables merchants to accept payments via multiple providers and methods. It offers unified integration, smart routing, and fraud prevention tools.",
        "url": "https://tranzzo.com"
      },
      {
        "name": "Paydock",
        "matchStrings": [
          "cdn.paydock.com",
          "paydock.com/assets",
          "paydock.com/sdk"
        ],
        "image": "paydock",
        "summary": "Paydock is a payment orchestration platform that enables businesses to connect and manage multiple payment services through a single API. It provides features like smart routing, tokenization, and fraud prevention.",
        "url": "https://www.paydock.com"
      },
      {
        "name": "Spreedly",
        "matchStrings": [
          "core.spreedly.com"
        ],
        "image": "spreedly",
        "summary": "Spreedly is a payment orchestration platform allowing businesses to securely tokenize, store, and optimize payment data. It supports connections to multiple gateways and payment services, enabling greater flexibility and scalability.",
        "url": "https://www.spreedly.com"
      },
      {
        "name": "IXOPAY",
        "matchStrings": [
          "gateway.ixopay.com",
          "htp.tokenex.com"
        ],
        "image": "ixopay",
        "summary": "IXOPAY is a payment orchestration platform providing centralized payment management, dynamic routing, and tokenization. It supports global payment methods and offers fraud prevention tools, making it a comprehensive solution for large enterprises.",
        "url": "https://www.ixopay.com"
      },
      {
        "name": "Gr4vy",
        "matchStrings": [
          "gr4vy.app"
        ],
        "image": "gr4vy",
        "summary": "Gr4vy is a cloud-native payment orchestration platform offering businesses the ability to deploy their payment infrastructure on the cloud. It simplifies the integration and management of multiple payment methods and gateways, providing features like tokenization, routing, and failover.",
        "url": "https://www.gr4vy.com"
      },
      {
        "name": "PCI Proxy",
        "matchStrings": [
          "pay.datatrans.com",
          "pay.sandbox.datatrans.com",
          "pci-proxy.com"
        ],
        "image": "pci-proxy",
        "summary": "PCI Proxy is a tokenization and proxy platform that enables businesses to securely handle sensitive payment data. It provides PCI compliance, tokenization, and flexible APIs for easy integration into payment systems.",
        "url": "https://www.pci-proxy.com"
      },
      {
        "name": "PCI Vault",
        "matchStrings": [
          "api.pcivault.io"
        ],
        "image": "pci-vault",
        "summary": "PCI Vault offers secure tokenization services for storing and managing sensitive payment data. It focuses on compliance with PCI standards and provides robust APIs for seamless integration with eCommerce platforms.",
        "url": "https://www.pcivault.com"
      },
      {
        "name": "ACI Worldwide",
        "matchStrings": [
          "payments.aciworldwide.com",
          "sdk.aciworldwide.com",
          "secure.aciworldwide.com"
        ],
        "image": "aciworldwide",
        "summary": "ACI Worldwide provides payment processing and orchestration solutions for merchants, banks, and billers, supporting a wide range of payment methods and fraud prevention tools.",
        "url": "https://www.aciworldwide.com"
      },
      {
        "name": "BR-DGE",
        "matchStrings": [
          "assets.comcarde.com",
          "sandbox.comcarde.com",
          "secure.comcarde.com"
        ],
        "image": "brdge",
        "summary": "BR-DGE is a payment orchestration platform that connects merchants to multiple payment providers, offering smart routing, tokenization, and analytics.",
        "url": "https://br-dge.to"
      },
      {
        "name": "CellPoint Digital",
        "matchStrings": [
          "cdn.cellpointdigital.com",
          "cellpointdigital.com/assets",
          "cellpointdigital.com/sdk"
        ],
        "image": "cellpointdigital",
        "summary": "CellPoint Digital provides payment orchestration and digital commerce solutions for travel, airlines, and retail, enabling merchants to optimize payment flows and connect to multiple PSPs.",
        "url": "https://www.cellpointdigital.com"
      },
      {
        "name": "VGS (Very Good Security)",
        "matchStrings": [
          "js.verygoodvault.com"
        ],
        "image": "vgs",
        "summary": "Very Good Security (VGS) is a data security and tokenization platform that simplifies PCI compliance by replacing sensitive data with tokens. It offers seamless integration with payment systems while maintaining privacy and security.",
        "url": "https://www.verygoodsecurity.com"
      },
      {
        "name": "Basis Theory",
        "matchStrings": [
          "api.basistheory.com",
          "js.basistheory.com"
        ],
        "image": "basistheory",
        "summary": "Basis Theory is a data privacy and tokenization platform that provides secure Web Elements for collecting sensitive payment data. It enables developers to build PCI-compliant payment forms without handling raw payment data, offering tokenization, vaulting, and secure data processing capabilities.",
        "url": "https://basistheory.com"
      },
      {
        "name": "ProcessOut",
        "matchStrings": [
          "js.processout.com",
          "static.processout.com"
        ],
        "image": "processout",
        "summary": "ProcessOut is a payment orchestration platform that helps businesses optimize their payment operations. It provides smart routing, analytics, and fraud prevention tools while supporting multiple payment providers and methods. The platform enables businesses to manage multiple PSPs, optimize payment success rates, and reduce costs through intelligent transaction routing.",
        "url": "https://www.processout.com"
      },
      {
        "name": "Juspay",
        "matchStrings": [
          "api.juspay.in",
          "payments.juspay.in"
        ],
        "image": "juspay",
        "summary": "Juspay is an Indian payment platform providing SDKs (like Express Checkout), payment gateway services, and orchestration features. It aims to simplify checkouts, enhance transaction success rates, and supports numerous local payment methods including UPI, wallets, and cards.",
        "url": "https://www.juspay.in"
      }
    ]
  },
  "tsps": {
    "notice": "As this website is using a third party service provider (TSP), the underlying PSP processing the payment is obscured. It is not possible from the merchant's frontend to determine the card processor.",
    "list": [
      {
        "name": "Amadeus Hospitality (TravelClick)",
        "matchStrings": [
          "static.travelclick.com"
        ],
        "image": "amadeus",
        "summary": "Amadeus Hospitality (TravelClick) enables hotels to validate credit cards and capture deposit payments for bookings. It integrates with third-party Payment Service Providers to facilitate secure and efficient payment management.",
        "url": "https://www.amadeus-hospitality.com/"
      },
      {
        "name": "Sabre SynXis",
        "matchStrings": [
          "synxis.com"
        ],
        "image": "sabre",
        "summary": "Sabre SynXis provides secure handling of payments for hotels, enabling seamless transactions across booking channels. It supports credit card validation, tokenization, and integration with multiple payment service providers to streamline the payment process and enhance guest experiences.",
        "url": "https://www.sabre.com/products/travel-agency-solutions/synxis-platform/"
      }
    ]
  }
}
