{
  "psps": [
    {
      "name": "2Checkout (Verifone)",
      "regex": "2pay-js\\.2checkout\\.com",
      "url": "https://www.2checkout.com",
      "image": "verifone",
      "summary": "2Checkout, now part of Verifone, offers a payment platform for online businesses to accept payments globally. It supports multiple payment methods and currencies, with features like subscription billing, fraud detection, invoicing, and seamless integration with e-commerce platforms."
    },
    {
      "name": "2C2P",
      "regex": "pgw\\.2c2p\\.com|pgwid\\.2c2p\\.com|https://t\\.2c2p\\.com|demo2\\.2c2p\\.com",
      "url": "https://www.2c2p.com",
      "image": "2c2p",
      "summary": "2C2P is a leading payment service provider in Southeast Asia, offering secure payment solutions for online, mobile, and in-store transactions. The platform supports multiple payment methods, including credit cards, digital wallets, and alternative payment channels, providing businesses with comprehensive tools for seamless payments across the region."
    },
    {
      "name": "Adyen",
      "regex": "checkoutshopper-live\\.adyen\\.com|checkoutshopper-live-apse\\.adyen\\.com|checkoutshopper-live-au\\.adyen\\.com|checkoutshopper-live-in\\.adyen\\.com|checkoutshopper-live-us\\.adyen\\.com|cdn\\.adyen\\.com",
      "url": "https://www.adyen.com",
      "image": "adyen",
      "summary": "Adyen is a global payment company offering businesses an end-to-end infrastructure for managing online, mobile, and in-store payments. Adyen provides solutions for risk management, analytics, and acquiring services, catering to enterprises with high transaction volumes."
    },
    {
      "name": "Authorize.net",
      "regex": "jstest\\.authorize\\.net|js\\.authorize\\.net",
      "url": "https://www.authorize.net",
      "image": "authorize",
      "summary": "Authorize.net is a trusted payment gateway service provider that enables merchants to accept credit card and electronic check payments securely. It offers fraud detection, recurring billing, and customer information management tools to businesses of all sizes."
    },
    {
      "name": "Bambora",
      "regex": "libs\\.na\\.bambora\\.com",
      "url": "https://www.bambora.com",
      "image": "bambora",
      "summary": "Bambora, now part of Worldline, provides a wide range of payment services for businesses, from e-commerce and mobile payments to in-store transactions. The company focuses on simplifying the payment process for small and medium-sized enterprises globally."
    },
    {
      "name": "BlueSnap",
      "regex": "pay\\.bluesnap\\.com",
      "url": "https://www.bluesnap.com",
      "image": "bluesnap",
      "summary": "BlueSnap is a global payments provider that helps businesses accept payments online, on mobile, and via marketplaces. It offers built-in fraud prevention, supports over 100 payment methods, and helps businesses streamline global payment processing with support for multiple currencies."
    },
    {
      "name": "Checkout.com",
      "regex": "cdn\\.checkout\\.com|cdn\\.sandbox\\.checkout\\.com|js\\.checkout\\.com|js\\.sandbox\\.checkout\\.com",
      "url": "https://www.checkout.com",
      "image": "checkout",
      "summary": "Checkout.com is a global payment solutions provider offering comprehensive payment processing, including accepting online payments and fraud detection. It supports multiple currencies and payment methods, aiming to improve transaction speed and customer conversion for businesses worldwide."
    },
    {
      "name": "Cielo",
      "regex": "cieloecommerce\\.cielo\\.com\\.br",
      "url": "https://www.cielo.com.br",
      "image": "cielo",
      "summary": "Cielo is one of Brazil's largest payment processors, providing solutions for both online and offline transactions. It supports credit and debit card payments, including installment options, making it a popular choice for e-commerce in Brazil."
    },
    {
      "name": "Cybersource",
      "regex": "flex\\.cybersource\\.com|testflex\\.cybersource\\.com|secureacceptance\\.cybersource\\.com",
      "url": "https://www.cybersource.com",
      "image": "cybersource",
      "summary": "Cybersource, a Visa company, provides a robust payment management platform that includes global payment processing, fraud management, and security solutions. It helps businesses optimize their payment operations, offering reliability and scalability for enterprises handling complex transactions."
    },
    {
      "name": "DG Financial Technology",
      "regex": "pay\\.veritrans\\.co\\.jp|api\\.veritrans\\.co\\.jp",
      "url": "https://www.dgft.jp",
      "image": "dgft",
      "summary": "DGFT (formerly VeriTrans), a service by Digital Garage in Japan, provides secure and efficient payment processing solutions. It offers comprehensive services for online payments, including credit card and mobile payments, catering to a wide range of businesses with robust fraud prevention and seamless integration options."
    },      
    {
      "name": "EBANX",
      "regex": "ebanx-js\\.ebanx\\.com|ui-elements\\.ebanx\\.com",
      "url": "https://www.ebanx.com",
      "image": "ebanx",
      "summary": "EBANX is a payment gateway tailored for the Latin American market, supporting local payment methods in Brazil, Mexico, Argentina, and more. It enables international businesses to reach LATAM consumers with local payment solutions."
    },
    {
      "name": "Eway",
      "regex": "secure\\.ewaypayments\\.com",
      "url": "https://eway.io",
      "image": "eway",
      "summary": "Eway is a widely-used payment gateway in Australia and beyond, known for offering simple and secure payment processing. It supports all major credit cards, is PCI-DSS compliant, and integrates seamlessly with various e-commerce platforms. eWay also provides 24/7 technical support and flat-rate transaction fees, making it ideal for small to medium businesses."
    },
    {
      "name": "Fat Zebra",
      "regex": "pmnts\\.io|pmnts-sandbox\\.io",
      "url": "https://www.fatzebra.com",
      "image": "fatzebra",
      "summary": "Fat Zebra is an Australian-based payment gateway that specializes in providing simple and secure payment solutions for businesses. It focuses on delivering a robust platform for e-commerce, supporting multiple payment methods and currencies to streamline transactions."
    },
    {
      "name": "Fiuu",
      "regex": "onlinepayment\\.com\\.my",
      "url": "https://www.fiuu.com",
      "image": "fiuu",
      "summary": "Fiuu, formerly known as Razer Merchant Services, is a payment service provider offering businesses in Southeast Asia and beyond a comprehensive platform for online, mobile, and in-store payments. With a focus on scalability, Fiuu supports various payment methods and currencies for seamless global transactions."
    },
    {
      "name": "Fiserv",
      "regex": "api\\.firstdata\\.com|ipg-online\\.com",
      "url": "https://www.fiserv.com",
      "image": "fiserv",
      "summary": "Fiserv, formerly First Data, is a leading provider of financial services technology, including payment processing for businesses of all sizes. Its platform supports a variety of payment methods and offers solutions for both online and in-store payments."
    },
    {
      "name": "GMO Payment Gateway",
      "regex": "static\\.mul-pay\\.jp|p01\\.mul-pay\\.jp",
      "url": "https://www.gmo-pg.com",
      "image": "gmopayment",
      "summary": "GMO Payment Gateway is a leading payment service provider in Japan, offering a wide range of solutions for online and in-store transactions. It supports credit cards, e-wallets, and various alternative payment methods, with a focus on security, fraud prevention, and comprehensive payment processing for businesses of all sizes."
    },    
    {
      "name": "Linkly",
      "regex": "www\\.merchantsuite\\.com/api",
      "url": "https://www.linkly.com.au",
      "image": "linkly",
      "summary": "Linkly, formerly known as PC-EFTPOS, is an Australian-based payment solutions provider focused on secure, integrated point-of-sale (POS) systems. Linkly offers reliable EFTPOS services, supporting thousands of businesses with seamless payment processing and in-depth reporting tools to streamline transaction management."
    },
    {
      "name": "Maya",
      "regex": "payments\\.maya\\.ph|payments-web-sandbox\\.maya\\.ph",
      "url": "https://www.paymaya.com",
      "image": "paymaya",
      "summary": "Maya is a Philippine-based digital payment platform offering payment processing solutions for online and offline businesses. It supports various payment methods, including credit cards, debit cards, and e-wallets, with a focus on secure, user-friendly transactions for the Southeast Asian market."
    },
    {
      "name": "MercadoPago",
      "regex": "api-static\\.mercadopago\\.com",
      "url": "https://www.mercadopago.com",
      "image": "mercadopago",
      "summary": "MercadoPago is a leading payment platform in Latin America, offering a range of payment solutions including credit and debit cards, bank transfers, and cash-based payments. It operates in countries like Argentina, Brazil, and Mexico."
    },
    {
      "name": "Mollie",
      "regex": "api\\.mollie\\.com|js\\.mollie\\.com",
      "url": "https://www.mollie.com",
      "image": "mollie",
      "summary": "Mollie is a European payment service provider offering businesses a simple and reliable way to accept online payments. It supports a wide range of payment methods, including credit cards, PayPal, and local options like iDEAL and SEPA, making it popular across Europe."
    },
    {
      "name": "Nuvei",
      "regex": "cdn\\.safecharge\\.com|gateway\\.tillpayments\\.com",
      "url": "https://www.nuvei.com",
      "image": "nuvei",
      "summary": "Nuvei is a global payments technology company providing secure and reliable payment processing solutions for businesses of all sizes. Supporting credit cards, alternative payment methods, and cryptocurrency transactions, Nuvei's platform is designed for flexibility, scalability, and seamless integrations across multiple sectors."
    },
    {
      "name": "Opn Payments",
      "regex": "cdn\\.omise\\.co",
      "url": "https://www.opn.ooo",
      "image": "opn",
      "summary": "Opn Payments, formerly known as Omise, is a leading payments platform in Asia, offering a comprehensive suite of payment solutions. It supports online payments, recurring billing, and multi-currency transactions, catering to businesses of all sizes, with a focus on providing secure, scalable solutions."
    },
    {
      "name": "PayGent",
      "regex": "token\\.paygent\\.co\\.jp|service\\.paygent\\.co\\.jp|sandbox\\.paygent\\.co\\.jp",
      "url": "https://www.paygent.co.jp",
      "image": "paygent",
      "summary": "PayGent is a Japanese payment service provider that specializes in offering secure and reliable payment solutions for e-commerce. It supports multiple payment methods, including credit cards, and provides robust fraud prevention and transaction management features."
    },
    {
      "name": "Payoneer",
      "regex": "integration\\.oscato\\.com",
      "url": "https://www.payoneer.com",
      "image": "payoneer",
      "summary": "Payoneer offers cross-border payment solutions for freelancers, marketplaces, and large enterprises. It supports multi-currency transactions and allows businesses to send and receive funds globally. The platform includes services like billing, global transfers, and integrated payment solutions."
    },
    {
      "name": "PayU",
      "regex": "paymentsos\\.com|checkout\\.payulatam\\.com|api\\.payu\\.in|jssdk\\.payu\\.in|payudc\\.net",
      "url": "https://corporate.payu.com",
      "image": "payu",
      "summary": "PayU is a global payment service provider operating in multiple markets, with a focus on emerging economies. It offers a variety of payment solutions including credit and debit cards, as well as alternative payment methods. PayU enables businesses to accept localized payments, providing secure and scalable solutions for e-commerce and mobile platforms."
    },
    {
      "name": "Rapyd",
      "regex": "checkouttoolkit\\.rapyd\\.net|checkout\\.rapyd\\.net",
      "url": "https://www.rapyd.net",
      "image": "rapyd",
      "summary": "Rapyd is a global Fintech-as-a-Service platform offering comprehensive payment solutions, including online payments, digital wallets, and remittance services. It supports various payment methods across multiple markets, enabling businesses to accept local and cross-border payments with ease."
    },    
    {
      "name": "Razorpay",
      "regex": "checkout\\.razorpay\\.com|api\\.razorpay\\.com|cdn\\.razorpay\\.com",
      "url": "https://www.razorpay.com",
      "image": "razorpay",
      "summary": "Razorpay is a leading Indian payment gateway offering a comprehensive suite of solutions for businesses to accept online payments. It supports multiple payment methods such as credit/debit cards, UPI, and wallets, making it a popular choice for Indian e-commerce merchants."
    },
    {
      "name": "Red Dot Payment",
      "regex": "secure\\.reddotpayment\\.com",
      "url": "https://www.reddotpayment.com",
      "image": "reddotpayment",
      "summary": "Red Dot Payment, a member of PayU, is a leading online payment gateway in Southeast Asia, offering secure and customized payment solutions for businesses across sectors like retail, hospitality, and airlines. With advanced fraud detection, multi-currency support, and seamless integration, Red Dot Payment provides businesses with tools to manage online transactions effectively."
    },
    {
      "name": "SB Payment Service",
      "regex": "stbfep\\.sps-system\\.com|zz\\.fep\\.sbps\\.jp",
      "url": "https://www.sbpayment.jp",
      "image": "sbpayment",
      "summary": "SB Payment Service, a part of SoftBank Group, provides a comprehensive payment solution for Japan-based businesses. The platform supports credit card processing, convenience store payments, carrier billing, and electronic money, offering both online and in-store payment options with a strong focus on security and seamless integration."
    },
    {
      "name": "Sony Payment Services",
      "regex": "e-scott\\.jp",
      "url": "https://www.sonypaymentservices.jp",
      "image": "sonypaymentservices",
      "summary": "Sony Payment Services offers a comprehensive payment processing solution designed for global businesses. It provides a range of secure and scalable payment methods, including credit cards, e-wallets, and mobile payments, with a focus on seamless integration and high security."
    },
    {
      "name": "Square",
      "regex": "web\\.squarecdn\\.com|js\\.squareup\\.com|pci-connect\\.squareupsandbox\\.com|js\\.squareupsandbox\\.com|pci-connect\\.squareup\\.com",
      "url": "https://www.squareup.com",
      "image": "square",
      "summary": "Square is a leading payment processing platform for businesses, offering easy-to-use solutions for in-person, online, and mobile payments. Known for its Square Reader, the platform also provides tools for inventory management, invoicing, and e-commerce integration."
    },
    {
      "name": "Stripe",
      "regex": "checkout\\.stripe\\.com|js\\.stripe\\.com",
      "url": "https://www.stripe.com",
      "image": "stripe",
      "summary": "Stripe is a global payments infrastructure provider that powers online transactions for internet businesses. With a focus on developer-friendly APIs, Stripe supports multiple currencies and offers tools for subscription management, invoicing, and fraud prevention."
    },
    {
      "name": "Tyro",
      "regex": "pay\\.connect\\.tyro\\.com",
      "url": "https://www.tyro.com",
      "image": "tyro",
      "summary": "Tyro is an Australian fintech company specializing in EFTPOS (electronic funds transfer at point of sale) solutions for small and medium-sized businesses. It caters primarily to the healthcare, retail, and hospitality industries, providing innovative, integrated payment solutions with competitive rates. Tyro also offers banking services, including business loans and term deposits."
    },
    {
      "name": "WePay",
      "regex": "wepayapi\\.com|staging\\.wepayapi\\.com|cdn\\.wepay\\.com",
      "url": "https://go.wepay.com",
      "image": "wepay",
      "summary": "WePay, a Chase company, provides integrated payment solutions for platforms and marketplaces. It offers seamless payments, fraud protection, and risk management with the ability to integrate payments into partner platforms."
    },
    {
      "name": "Windcave",
      "regex": "sec\\.windcave\\.com",
      "url": "https://www.windcave.com",
      "image": "windcave",
      "summary": "Windcave is a payment solutions provider offering secure payment processing for both online and in-store transactions. With a focus on security and reliability, Windcave serves businesses in various industries with customizable payment solutions."
    },
    {
      "name": "Worldline",
      "regex": "payment\\.direct\\.worldline-solutions\\.com|payment\\.preprod\\.direct\\.worldline-solutions\\.com",
      "url": "https://www.worldline.com",
      "image": "worldline",
      "summary": "Worldline is a global leader in payment services, providing businesses with secure, innovative payment solutions. It offers a wide range of services, from payment terminals to e-commerce processing, designed to optimize transactions and improve customer experience."
    },
    {
      "name": "Worldpay",
      "regex": "access\\.worldpay\\.com|hpp\\.worldpay\\.com",
      "url": "https://www.worldpay.com",
      "image": "worldpay",
      "summary": "Worldpay, part of FIS, is a payment processing company that provides global solutions for online, in-store, and mobile transactions. It supports a wide range of payment methods, offering advanced security features and fraud management tools for businesses."
    },
    {
      "name": "Zai",
      "regex": "hosted-fields\\.assemblypay\\.com",
      "url": "https://www.hellozai.com",
      "image": "zai",
      "summary": "Zai, formerly known as Assembly Payments, is an Australian-based fintech company providing automated, real-time payment solutions for large-scale businesses. Specializing in complex financial flows, Zai leverages the New Payments Platform (NPP) for fast, secure account-to-account payments. It supports industries like marketplaces, banking, and lending, enhancing financial operations with tailored API-driven solutions."
    },
    {
      "name": "Paysera",
      "regex": "card-gateway-api\\.paysera\\.com|www\\.paysera\\.com/new/api",
      "url": "https://www.paysera.com",
      "image": "paysera",
      "summary": "Paysera is a European-based payment gateway offering international money transfers, online payment processing, and prepaid cards. It provides businesses with affordable payment solutions, focusing on cross-border transactions."
    },
    {
      "name": "Mastercard Gateway (MPGS)",
      "regex": "gateway\\.mastercard\\.com",
      "url": "https://www.mastercard.com/gateway.html",
      "image": "mastercard",
      "summary": "Mastercard Payment Gateway Services (MPGS) offers businesses a secure platform for accepting online payments with global reach. It supports multiple payment methods, including credit cards and digital wallets, providing fraud detection and security features for merchants."
    },
    {
      "name": "Shopify Payments",
      "regex": "checkout\\.shopifycs\\.com",
      "url": "https://www.shopify.com",
      "image": "shopify",
      "summary": "Shopify Payments is an integrated payment processing solution for Shopify store owners. It allows businesses to accept payments directly through their Shopify platform, supporting major credit cards and offering streamlined checkout experiences for customers."
    },
    {
      "name": "Alipay",
      "regex": "itscenter\\.alipay\\.com",
      "url": "https://www.alipay.com",
      "image": "alipay",
      "summary": "Alipay is a leading mobile and online payment platform in China, operated by Ant Group. It offers a range of financial services including payment processing, money transfers, and investment options, catering primarily to consumers and businesses looking for seamless digital transactions."
    },
    {
      "name": "Braintree",
      "regex": "js\\.braintreegateway\\.com|assets\\.braintreegateway\\.com",
      "url": "https://www.braintreepayments.com",
      "image": "braintree",
      "summary": "Braintree, a PayPal service, offers a full-stack payment platform designed to make online payments seamless for merchants. Its services include credit card processing, PayPal, Apple Pay, and subscription billing, with a focus on providing scalable solutions for businesses.<br /><br /><strong>Note: Because PayPal and Braintree are integrated, sometimes Braintree is misidentified as the PSP (even though a separate PSP may be used for card processing).</strong>"
    }
  ]
}
